[
    {
      "nombre": "Labrador Retriever",
      "descripcion": "Perro amigable, inteligente y juguetón, excelente para familias."
    },
    {
      "nombre": "Pastor Alemán",
      "descripcion": "Perro leal, valiente y muy inteligente, usado comúnmente como perro de trabajo."
    },
    {
      "nombre": "Bulldog Francés",
      "descripcion": "Perro pequeño y musculoso, de carácter tranquilo y afectuoso."
    },
    {
      "nombre": "Siamés",
      "descripcion": "Gato vocal y sociable, con un pelaje distintivo y ojos azules."
    },
    {
      "nombre": "Persa",
      "descripcion": "Gato de pelo largo y cara plana, tranquilo y cariñoso."
    },
    {
      "nombre": "Bengalí",
      "descripcion": "Gato con un pelaje similar al de un leopardo, muy activo y juguetón."
    },
    {
      "nombre": "Canario",
      "descripcion": "Pájaro pequeño conocido por su canto melodioso y colores brillantes."
    },
    {
      "nombre": "Periquito Australiano",
      "descripcion": "Pájaro pequeño y colorido, popular como mascota por su facilidad de cuidado."
    },
    {
      "nombre": "Guppy",
      "descripcion": "Pez pequeño y colorido, ideal para acuarios comunitarios."
    },
    {
      "nombre": "Pez Betta",
      "descripcion": "Pez conocido por sus aletas coloridas y su naturaleza territorial."
    },
    {
      "nombre": "Holandés Enano",
      "descripcion": "Conejo pequeño y compacto, con orejas cortas y carácter dócil."
    },
    {
      "nombre": "Cabeza de León",
      "descripcion": "Conejo con una melena distintiva alrededor de la cabeza, de temperamento tranquilo."
    },
    {
      "nombre": "Sirio",
      "descripcion": "Hamster grande y solitario, el más común como mascota."
    },
    {
      "nombre": "Roborovski",
      "descripcion": "Hamster más pequeño y rápido, más adecuado para observación que para manipulación."
    },
    {
      "nombre": "Tortuga de Orejas Rojas",
      "descripcion": "Tortuga acuática con marcas rojas distintivas a los lados de la cabeza."
    },
    {
      "nombre": "Tortuga Mediterránea",
      "descripcion": "Tortuga terrestre de tamaño mediano, con un caparazón abombado."
    }
  ]